Repository: lakafior/Dutch
Catalog: Dutch/Dutch/Resources/Localizable.xcstrings
Source language: en
Languages: de, pl, pt_br, pt_pt

# reopenLastGroupExplanation
source: When Dutch starts fresh it opens the group you were last in, rather than the group list. Returning from the background leaves you wherever you were.
de: Bei einem Neustart öffnet Dutch die Gruppe, in der du zuletzt warst, statt der Gruppenliste. Bei der Rückkehr aus dem Hintergrund bleibst du, wo du warst.
pl: Gdy Dutch uruchamia się od nowa, otwiera ostatnio otwartą grupę zamiast listy grup. Powrót z tła nie zmienia bieżącego ekranu.
pt_br: Quando o Dutch inicia do zero, ele abre o último grupo em que você estava, em vez da lista de grupos. Voltar do segundo plano mantém você onde estava.
pt_pt: Quando o Dutch arranca do zero, abre o último grupo em que estavas, em vez da lista de grupos. Voltar do segundo plano mantém-te onde estavas.

source: Restore Purchases
de: Käufe wiederherstellen
pl: Przywróć zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras

source: Save
de: Sichern
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar

source: Saved as one expense per payer.
de: Wird als eine Ausgabe pro zahlender Person gesichert.
pl: Zapisane jako osobny wydatek dla każdego płatnika.
pt_br: Salvo como uma despesa por pagador.
pt_pt: Guardado como uma despesa por pagador.

source: Saves as %@
de: Wird gesichert als %@
pl: Zapisze się jako %@
pt_br: Será salvo como %@
pt_pt: Será guardado como %@

source: Says what you owe or are owed in a group.
de: Sagt dir, was du in einer Gruppe schuldest oder bekommst.
pl: Podaje Twój bilans w grupie.
pt_br: Diz o que você deve ou tem a receber em um grupo.
pt_pt: Diz o que deves ou tens a receber num grupo.

# selectEveryone
source: Everyone
de: Alle
pl: Wszyscy
pt_br: Todos
pt_pt: Todos

# selectNone
source: None
de: Keine
pl: Nikt
pt_br: Ninguém
pt_pt: Ninguém

source: Send Link
de: Link senden
pl: Wyślij link
pt_br: Enviar link
pt_pt: Enviar link

# setCustomShare
source: Set
de: Festlegen
pl: Ustaw
pt_br: Definir
pt_pt: Definir

# setCustomTip
source: Set
de: Festlegen
pl: Ustaw
pt_br: Definir
pt_pt: Definir

# setExactAmount
source: Set
de: Festlegen
pl: Ustaw
pt_br: Definir
pt_pt: Definir

source: Settings
de: Einstellungen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições

source: Settle up
de: Abrechnung
pl: Do rozliczenia
pt_br: Acertar contas
pt_pt: Acertar contas

source: Settled
de: Ausgeglichen
pl: Rozliczone
pt_br: Acertado
pt_pt: Acertado

source: settled up
de: ausgeglichen
pl: rozliczone
pt_br: quites
pt_pt: acertado

source: Settled up
de: Ausgeglichen
pl: Rozliczone
pt_br: Acertado
pt_pt: Acertado

# settlementExplanation
source: Make these payments and everyone is even. Mark one paid and it is logged below.
de: Mit diesen Zahlungen sind alle quitt. Markiere eine als bezahlt, dann wird sie unten erfasst.
pl: Wykonaj te płatności i wszyscy będą rozliczeni. Oznacz płatność jako opłaconą, a zapisze się poniżej.
pt_br: Faça esses pagamentos e todos ficam quites. Marque um como pago e ele é registrado abaixo.
pt_pt: Faz estes pagamentos e todos ficam em dia. Marca um como pago e fica registado abaixo.

source: Settle Up
de: Abrechnen
pl: Rozlicz
pt_br: Acertar contas
pt_pt: Acertar contas

source: Several people paid
de: Mehrere haben bezahlt
pl: Płaciło kilka osób
pt_br: Várias pessoas pagaram
pt_pt: Várias pessoas pagaram

source: Share for %@
de: Anteil für %@
pl: Udział: %@
pt_br: Parte de %@
pt_pt: Parte de %@

source: Share Group
de: Gruppe teilen
pl: Udostępnij grupę
pt_br: Compartilhar grupo
pt_pt: Partilhar grupo

source: Share Summary
de: Übersicht teilen
pl: Udostępnij podsumowanie
pt_br: Compartilhar resumo
pt_pt: Partilhar resumo

source: Shared group
de: Geteilte Gruppe
pl: Udostępniona grupa
pt_br: Grupo compartilhado
pt_pt: Grupo partilhado

# shareOfRemainderExplanation
source: The percentages are shares of what's left, not fractions of it — 100% means one full share.
de: Die Prozente sind Anteile am Rest, keine Bruchteile davon – 100 % bedeutet einen vollen Anteil.
pl: Procenty to udziały w tym, co zostało, a nie jego ułamki — 100% oznacza jeden pełny udział.
pt_br: As porcentagens são partes do que restou, não frações dele — 100% significa uma parte inteira.
pt_pt: As percentagens são partes do que resta, não frações dele — 100% significa uma parte inteira.

source: Shows sync details
de: Zeigt Details zur Synchronisierung
pl: Pokazuje szczegóły synchronizacji
pt_br: Mostra detalhes da sincronização
pt_pt: Mostra os detalhes da sincronização

source: Sign in to iCloud in Settings to join a shared group.
de: Melde dich in den Einstellungen bei iCloud an, um einer geteilten Gruppe beizutreten.
pl: Zaloguj się do iCloud w Ustawieniach, aby dołączyć do udostępnionej grupy.
pt_br: Faça login no iCloud nos Ajustes para entrar em um grupo compartilhado.
pt_pt: Inicia sessão no iCloud nas Definições para te juntares a um grupo partilhado.

source: Sign in to iCloud in Settings to sync your groups.
de: Melde dich in den Einstellungen bei iCloud an, um deine Gruppen zu synchronisieren.
pl: Zaloguj się do iCloud w Ustawieniach, aby synchronizować swoje grupy.
pt_br: Faça login no iCloud nos Ajustes para sincronizar seus grupos.
pt_pt: Inicia sessão no iCloud nas Definições para sincronizares os teus grupos.

source: Someone
de: Jemand
pl: Ktoś
pt_br: Alguém
pt_pt: Alguém

source: Source Code
de: Quellcode
pl: Kod źródłowy
pt_br: Código-fonte
pt_pt: Código-fonte

source: Split Among
de: Aufteilen auf
pl: Podziel pomiędzy
pt_br: Dividir entre
pt_pt: Dividir entre

# symbolAnt
source: Ant
de: Ameise
pl: Mrówka
pt_br: Formiga
pt_pt: Formiga

# symbolBag
source: Bag
de: Tasche
pl: Torba
pt_br: Bolsa
pt_pt: Saco

# symbolBeach
source: Beach
de: Strand
pl: Plaża
pt_br: Praia
pt_pt: Praia

# symbolBicycle
source: Bicycle
de: Fahrrad
pl: Rower
pt_br: Bicicleta
pt_pt: Bicicleta

# symbolBird
source: Bird
de: Vogel
pl: Ptak
pt_br: Pássaro
pt_pt: Pássaro

# symbolBook
source: Book
de: Buch
pl: Książka
pt_br: Livro
pt_pt: Livro

# symbolBriefcase
source: Briefcase
de: Aktentasche
pl: Teczka
pt_br: Pasta
pt_pt: Pasta

# symbolCake
source: Cake
de: Torte
pl: Tort
pt_br: Bolo
pt_pt: Bolo

# symbolCamera
source: Camera
de: Kamera
pl: Aparat
pt_br: Câmera
pt_pt: Câmara

# symbolCar
source: Car
de: Auto
pl: Samochód
pt_br: Carro
pt_pt: Carro

# symbolCloud
source: Cloud
de: Wolke
pl: Chmura
pt_br: Nuvem
pt_pt: Nuvem

# symbolCoffee
source: Coffee
de: Kaffee
pl: Kawa
pt_br: Café
pt_pt: Café

# symbolCrown
source: Crown
de: Krone
pl: Korona
pt_br: Coroa
pt_pt: Coroa

# symbolDrop
source: Drop
de: Tropfen
pl: Kropla
pt_br: Gota
pt_pt: Gota

# symbolDumbbell
source: Dumbbell
de: Hantel
pl: Hantle
pt_br: Haltere
pt_pt: Haltere

# symbolFerry
source: Ferry
de: Fähre
pl: Prom
pt_br: Balsa

# symbolFish
source: Fish
de: Fisch
pl: Ryba
pt_br: Peixe
pt_pt: Peixe

# symbolFlame
source: Flame
de: Flamme
pl: Płomień
pt_br: Chama
pt_pt: Chama

# symbolGames
source: Games
de: Spiele
pl: Gry
pt_br: Jogos
pt_pt: Jogos

# symbolGuitar
source: Guitar
de: Gitarre
pl: Gitara
pt_br: Violão
pt_pt: Guitarra

# symbolHare
source: Hare
de: Hase
pl: Zając
pt_br: Lebre
pt_pt: Lebre

# symbolHeart
source: Heart
de: Herz
pl: Serce
pt_br: Coração
pt_pt: Coração

# symbolHouse
source: House
de: Haus
pl: Dom
pt_br: Casa
pt_pt: Casa

# symbolKey
source: Key
de: Schlüssel
pl: Klucz
pt_br: Chave
pt_pt: Chave

# symbolLadybug
source: Ladybug
de: Marienkäfer
pl: Biedronka
pt_br: Joaninha
pt_pt: Joaninha

# symbolLeaf
source: Leaf
de: Blatt
pl: Liść
pt_br: Folha
pt_pt: Folha

# symbolLightbulb
source: Lightbulb
de: Glühbirne
pl: Żarówka
pt_br: Lâmpada
pt_pt: Lâmpada

# symbolMap
source: Map
de: Karte
pl: Mapa
pt_br: Mapa
pt_pt: Mapa

# symbolMoon
source: Moon
de: Mond
pl: Księżyc
pt_br: Lua
pt_pt: Lua

# symbolMountains
source: Mountains
de: Berge
pl: Góry
pt_br: Montanhas
pt_pt: Montanhas

# symbolMusic
source: Music
de: Musik
pl: Muzyka
pt_br: Música
pt_pt: Música

# symbolPawPrint
source: Paw print
de: Pfotenabdruck
pl: Łapa
pt_br: Pegada
pt_pt: Pegada

# symbolPlane
source: Plane
de: Flugzeug
pl: Samolot
pt_br: Avião
pt_pt: Avião

# symbolRunning
source: Running
de: Laufen
pl: Bieganie
pt_br: Corrida
pt_pt: Corrida

# symbolShoppingCart
source: Shopping cart
de: Einkaufswagen
pl: Wózek sklepowy
pt_br: Carrinho de compras
pt_pt: Carrinho de compras

# symbolSnow
source: Snow
de: Schnee
pl: Śnieg
pt_br: Neve
pt_pt: Neve

# symbolSparkles
source: Sparkles
de: Funkeln
pl: Iskry
pt_br: Brilhos
pt_pt: Brilhos

# symbolSports
source: Sports
de: Sport
pl: Sport
pt_br: Esportes
pt_pt: Desporto

# symbolStar
source: Star
de: Stern
pl: Gwiazda
pt_br: Estrela
pt_pt: Estrela

# symbolSuitcase
source: Suitcase
de: Koffer
pl: Walizka
pt_br: Mala
pt_pt: Mala

# symbolSun
source: Sun
de: Sonne
pl: Słońce
pt_br: Sol
pt_pt: Sol

# symbolTent
source: Tent
de: Zelt
pl: Namiot
pt_br: Barraca
pt_pt: Tenda

# symbolTheatre
source: Theatre
de: Theater
pl: Teatr
pt_br: Teatro
pt_pt: Teatro

# symbolTortoise
source: Tortoise
de: Schildkröte
pl: Żółw
pt_br: Tartaruga
pt_pt: Tartaruga

# symbolTram
source: Tram
de: Straßenbahn
pl: Tramwaj
pt_br: Bonde
pt_pt: Elétrico

# symbolWalking
source: Walking
de: Spaziergang
pl: Spacer
pt_br: Caminhada
pt_pt: Caminhada

# symbolWine
source: Wine
de: Wein
pl: Wino
pt_br: Vinho
pt_pt: Vinho

source: Synced %@
de: Synchronisiert %@
pl: Zsynchronizowano %@
pt_br: Sincronizado %@
pt_pt: Sincronizado %@

source: Synced just now
de: Gerade synchronisiert
pl: Zsynchronizowano przed chwilą
pt_br: Sincronizado agora mesmo
pt_pt: Sincronizado agora mesmo

source: Syncing with iCloud…
de: Synchronisierung mit iCloud…
pl: Synchronizowanie z iCloud…
pt_br: Sincronizando com o iCloud…
pt_pt: A sincronizar com o iCloud…

source: That group isn't on this device.
de: Diese Gruppe ist nicht auf diesem Gerät.
pl: Tej grupy nie ma na tym urządzeniu.
pt_br: Esse grupo não está neste aparelho.
pt_pt: Esse grupo não está neste dispositivo.

source: That invitation is no longer available. The group may have stopped being shared.
de: Diese Einladung ist nicht mehr verfügbar. Die Gruppe wird möglicherweise nicht mehr geteilt.
pl: To zaproszenie jest już nieaktualne. Grupa mogła przestać być udostępniana.
pt_br: Esse convite não está mais disponível. O grupo pode ter parado de ser compartilhado.
pt_pt: Esse convite já não está disponível. O grupo pode ter deixado de ser partilhado.

source: That is %@ more than the amount above.
de: Das sind %@ mehr als der Betrag oben.
pl: To o %@ więcej niż kwota powyżej.
pt_br: Isso é %@ a mais que o valor acima.
pt_pt: Isso é %@ a mais do que o valor acima.

source: That is more than the %@ outstanding.
de: Das ist mehr als die offenen %@.
pl: To więcej niż pozostałe %@ do zapłaty.
pt_br: Isso é mais do que os %@ pendentes.
pt_pt: Isso é mais do que os %@ pendentes.

source: That member is no longer in this group.
de: Dieses Mitglied ist nicht mehr in der Gruppe.
pl: Tej osoby nie ma już w tej grupie.
pt_br: Essa pessoa não está mais neste grupo.
pt_pt: Essa pessoa já não está neste grupo.

source: That purchase couldn't be completed.
de: Der Kauf konnte nicht abgeschlossen werden.
pl: Nie udało się dokończyć zakupu.
pt_br: Não foi possível concluir essa compra.
pt_pt: Não foi possível concluir essa compra.

source: That purchase couldn't be set up. Please try again.
de: Der Kauf konnte nicht vorbereitet werden. Bitte versuche es erneut.
pl: Nie udało się przygotować zakupu. Spróbuj ponownie.
pt_br: Não foi possível preparar essa compra. Tente novamente.
pt_pt: Não foi possível preparar essa compra. Tenta novamente.

source: That quantity isn't available.
de: Diese Menge ist nicht verfügbar.
pl: Ta ilość jest niedostępna.
pt_br: Essa quantidade não está disponível.
pt_pt: Essa quantidade não está disponível.

source: The amounts add up to the total.
de: Die Beträge ergeben die Gesamtsumme.
pl: Kwoty sumują się do całości.
pt_br: Os valores somam o total.
pt_pt: Os valores somam o total.

source: The amounts use up the total, so everybody else pays nothing.
de: Die Beträge decken die Gesamtsumme bereits ab, daher zahlen alle anderen nichts.
pl: Kwoty wyczerpują całość, więc pozostali nie płacą nic.
pt_br: Os valores esgotam o total, então ninguém mais paga nada.
pt_pt: Os valores esgotam o total, por isso mais ninguém paga nada.

source: The App Store couldn't be reached. Check your connection and try again.
de: Der App Store ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
pl: Nie można połączyć się z App Store. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível conectar à App Store. Verifique sua conexão e tente novamente.
pt_pt: Não foi possível ligar à App Store. Verifica a tua ligação e tenta novamente.

source: The App Store couldn't complete that right now. Please try again.
de: Der App Store kann das gerade nicht abschließen. Bitte versuche es erneut.
pl: App Store nie może teraz tego dokończyć. Spróbuj ponownie.
pt_br: A App Store não conseguiu concluir isso agora. Tente novamente.
pt_pt: A App Store não conseguiu concluir isso agora. Tenta novamente.

source: the group
de: die Gruppe
pl: bez nazwy
pt_br: o grupo
pt_pt: o grupo

source: The other payers will be saved as separate expenses on the same date, and this one reduced to its payer's part.
de: Die anderen Zahlenden werden als eigene Ausgaben mit demselben Datum gesichert, und diese wird auf den Anteil ihrer zahlenden Person reduziert.
pl: Pozostali płatnicy zostaną zapisani jako osobne wydatki z tą samą datą, a ten zostanie zmniejszony do części swojego płatnika.
pt_br: Os outros pagadores serão salvos como despesas separadas na mesma data, e esta será reduzida à parte do seu pagador.
pt_pt: Os outros pagadores serão guardados como despesas separadas na mesma data, e esta será reduzida à parte do seu pagador.

source: This also removes %1$@ they paid for and re-splits %2$@ between everyone left. Balances change.
de: Dadurch werden auch die von dieser Person bezahlten Ausgaben (%1$@) gelöscht und gemeinsame Ausgaben (%2$@) neu auf alle Übrigen aufgeteilt. Die Salden ändern sich.
pl: Usuwa to również opłacone przez nich wydatki (%1$@) i dzieli na nowo współdzielone wydatki (%2$@) między pozostałe osoby. Bilanse się zmienią.
pt_br: Isso também remove %1$@ que essa pessoa pagou e redivide %2$@ entre as pessoas restantes. Os saldos vão mudar.
pt_pt: Isto também remove %1$@ que essa pessoa pagou e redivide %2$@ entre as pessoas restantes. Os saldos vão mudar.

source: This also removes %@ they paid for, and recalculates everyone's balance.
de: Dadurch werden auch die von dieser Person bezahlten Ausgaben (%@) gelöscht und alle Salden neu berechnet.
pl: Usuwa to również opłacone przez nich wydatki (%@) i przelicza bilanse wszystkich.
pt_br: Isso também remove %@ que essa pessoa pagou, e recalcula o saldo de todos.
pt_pt: Isto também remove %@ que essa pessoa pagou, e recalcula o saldo de todos.

source: This Apple Account isn't allowed to sync with iCloud.
de: Dieser Apple Account darf nicht mit iCloud synchronisieren.
pl: To konto Apple nie ma uprawnień do synchronizacji z iCloud.
pt_br: Esta conta Apple não tem permissão para sincronizar com o iCloud.
pt_pt: Esta conta Apple não tem permissão para sincronizar com o iCloud.

source: This device isn't allowed to make that purchase.
de: Dieses Gerät darf diesen Kauf nicht tätigen.
pl: To urządzenie nie ma uprawnień do tego zakupu.
pt_br: Este aparelho não tem permissão para fazer essa compra.
pt_pt: Este dispositivo não tem permissão para fazer essa compra.

source: this group
de: diese Gruppe
pl: bez nazwy
pt_br: este grupo
pt_pt: este grupo

source: This group is no longer in iCloud.
de: Diese Gruppe ist nicht mehr in iCloud.
pl: Tej grupy nie ma już w iCloud.
pt_br: Este grupo não está mais no iCloud.
pt_pt: Este grupo já não está no iCloud.

source: This group only accepts people invited by name. Ask whoever shared it to send you an invitation, or to allow anyone with the link.
de: Dieser Gruppe können nur namentlich eingeladene Personen beitreten. Bitte die Person, die sie geteilt hat, dir eine Einladung zu schicken oder allen mit dem Link den Beitritt zu erlauben.
pl: Do tej grupy mogą dołączyć tylko osoby zaproszone imiennie. Poproś osobę, która ją udostępniła, o zaproszenie albo o zezwolenie na dołączanie przez link.
pt_br: Este grupo só aceita pessoas convidadas pelo nome. Peça a quem compartilhou para enviar um convite a você, ou para permitir qualquer pessoa com o link.
pt_pt: Este grupo só aceita pessoas convidadas pelo nome. Pede a quem o partilhou para te enviar um convite, ou para permitir qualquer pessoa com o link.

source: This Is Me
de: Das bin ich
pl: To ja
pt_br: Sou eu
pt_pt: Sou eu

source: this member
de: dieses Mitglied
pl: tego członka
pt_br: este membro
pt_pt: este membro

source: This offer isn't available on your account.
de: Dieses Angebot ist für deinen Account nicht verfügbar.
pl: Ta oferta nie jest dostępna na Twoim koncie.
pt_br: Esta oferta não está disponível na sua conta.
pt_pt: Esta oferta não está disponível na tua conta.

source: This purchase isn't available in your country's App Store.
de: Dieser Kauf ist im App Store deines Landes nicht verfügbar.
pl: Ten zakup nie jest dostępny w App Store w Twoim kraju.
pt_br: Esta compra não está disponível na App Store do seu país.
pt_pt: Esta compra não está disponível na App Store do teu país.

source: This purchase isn't available on your App Store account yet. If the app was just updated, try again a little later.
de: Dieser Kauf ist für deinen App Store-Account noch nicht verfügbar. Wenn die App gerade aktualisiert wurde, versuche es etwas später erneut.
pl: Ten zakup nie jest jeszcze dostępny na Twoim koncie App Store. Jeśli aplikacja właśnie się zaktualizowała, spróbuj ponownie za chwilę.
pt_br: Esta compra ainda não está disponível na sua conta da App Store. Se o app acabou de ser atualizado, tente novamente mais tarde.
pt_pt: Esta compra ainda não está disponível na tua conta da App Store. Se a app acabou de ser atualizada, tenta novamente mais tarde.

source: This won't change anyone else's balance.
de: Der Saldo der anderen ändert sich dadurch nicht.
pl: To nie zmieni bilansu nikogo innego.
pt_br: Isso não vai mudar o saldo de mais ninguém.
pt_pt: Isto não vai mudar o saldo de mais ninguém.

source: Tip
de: Trinkgeld
pl: Napiwek
pt_br: Gorjeta
pt_pt: Gorjeta

# tipAmountExplanation
source: A flat sum added on top of the amount before it is split, so everyone shares it. Leave it blank to go back to a percentage.
de: Ein fester Betrag, der vor dem Aufteilen hinzugerechnet wird, damit ihn alle teilen. Lass das Feld leer, um wieder einen Prozentsatz zu verwenden.
pl: Stała kwota doliczana do kwoty przed podziałem, więc dzielą ją wszyscy. Zostaw puste, aby wrócić do procentów.
pt_br: Um valor fixo somado ao total antes de dividir, então todos compartilham. Deixe em branco para voltar à porcentagem.
pt_pt: Um valor fixo somado ao total antes de ser dividido, por isso todos o partilham. Deixa em branco para voltar à percentagem.

# tipAmountMenuItem
source: Tip Amount…
de: Trinkgeldbetrag…
pl: Kwota napiwku…
pt_br: Valor da gorjeta…
pt_pt: Valor da gorjeta…

# tipAmountTitle
source: Tip Amount
de: Trinkgeldbetrag
pl: Kwota napiwku
pt_br: Valor da gorjeta
pt_pt: Valor da gorjeta

# tipExplanation
source: Added on top of the amount before it is split, so everyone shares it. Up to 100%.
de: Wird vor dem Aufteilen zum Betrag hinzugerechnet, damit es alle teilen. Bis zu 100 %.
pl: Doliczany do kwoty przed podziałem, więc dzielą go wszyscy. Maksymalnie 100%.
pt_br: Somado ao valor antes de dividir, então todos compartilham. Até 100%.
pt_pt: Somado ao valor antes de ser dividido, por isso todos o partilham. Até 100%.

source: Title (optional)
de: Titel (optional)
pl: Tytuł (opcjonalnie)
pt_br: Título (opcional)
pt_pt: Título (opcional)

source: Today
de: Heute
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje

source: Total spent
de: Ausgegeben
pl: Wydano łącznie
pt_br: Total gasto
pt_pt: Total gasto

source: Try Again
de: Erneut versuchen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente

source: Unarchive
de: Wiederherstellen
pl: Przywróć
pt_br: Desarquivar
pt_pt: Desarquivar

source: Unarchive Group
de: Gruppe wiederherstellen
pl: Przywróć grupę
pt_br: Desarquivar grupo
pt_pt: Desarquivar grupo

# unarchiveExplanation
source: Puts this group back on the list.
de: Holt diese Gruppe zurück in die Liste.
pl: Przywraca tę grupę na listę.
pt_br: Coloca este grupo de volta na lista.
pt_pt: Coloca este grupo de volta na lista.

source: Undated
de: Ohne Datum
pl: Bez daty
pt_br: Sem data
pt_pt: Sem data

source: Undo
de: Widerrufen
pl: Cofnij
pt_br: Desfazer
pt_pt: Desfazer

source: Uneven split
de: Ungleiche Aufteilung
pl: Nierówny podział
pt_br: Divisão desigual
pt_pt: Divisão desigual

source: unknown
de: unbekannt
pl: nieznana osoba
pt_br: desconhecido
pt_pt: desconhecido

source: Unlock as many as you like with a single purchase.
de: Schalte mit einem einzigen Kauf beliebig viele frei.
pl: Odblokuj dowolną liczbę grup jednorazową płatnością.
pt_br: Desbloqueie quantos quiser com uma única compra.
pt_pt: Desbloqueia quantos quiseres com uma única compra.

source: Unlock for %@
de: Für %@ freischalten
pl: Odblokuj za %@
pt_br: Desbloquear por %@
pt_pt: Desbloquear por %@

source: Unlock unlimited groups for %@, one-time purchase
de: Unbegrenzt viele Gruppen für %@ freischalten, einmaliger Kauf
pl: Odblokuj nieograniczoną liczbę grup za %@, zakup jednorazowy
pt_br: Desbloquear grupos ilimitados por %@, compra única
pt_pt: Desbloquear grupos ilimitados por %@, compra única

# unnamedGroup
source: Group
de: Gruppe
pl: Grupa
pt_br: Grupo
pt_pt: Grupo

# unnamedMember
source: Unnamed
de: Unbenannt
pl: Bez nazwy
pt_br: Sem nome
pt_pt: Sem nome

source: Untitled
de: Ohne Titel
pl: Bez tytułu
pt_br: Sem título
pt_pt: Sem título

source: Up to %@. Anything less leaves the rest owing.
de: Bis zu %@. Bei weniger bleibt der Rest offen.
pl: Maksymalnie %@. Mniejsza kwota zostawia resztę do oddania.
pt_br: Até %@. Um valor menor deixa o resto a dever.
pt_pt: Até %@. Um valor menor deixa o resto a dever.

source: Use Automatic Colour
de: Automatische Farbe verwenden
pl: Użyj automatycznego koloru
pt_br: Usar cor automática
pt_pt: Usar cor automática

source: Used in This Group
de: In dieser Gruppe verwendet
pl: Używane w tej grupie
pt_br: Usado neste grupo
pt_pt: Usado neste grupo

source: Waiting for iCloud
de: Warten auf iCloud
pl: Oczekiwanie na iCloud
pt_br: Aguardando o iCloud
pt_pt: A aguardar o iCloud

source: What for
de: Wofür
pl: Za co
pt_br: Para quê
pt_pt: Para quê

source: Yesterday
de: Gestern
pl: Wczoraj
pt_br: Ontem
pt_pt: Ontem

source: You
de: Du
pl: Ty
pt_br: Você
pt_pt: Tu

source: You appear to be offline. Check your connection and scan again.
de: Du scheinst offline zu sein. Prüfe deine Verbindung und scanne erneut.
pl: Wygląda na to, że jesteś offline. Sprawdź połączenie i zeskanuj ponownie.
pt_br: Parece que você está offline. Verifique sua conexão e escaneie novamente.
pt_pt: Parece que estás offline. Verifica a tua ligação e digitaliza novamente.

source: you are owed
de: du bekommst
pl: masz otrzymać
pt_br: você tem a receber
pt_pt: tens a receber

source: You are owed %@
de: Du bekommst %@
pl: Masz otrzymać %@
pt_br: Você tem %@ a receber
pt_pt: Tens %@ a receber

source: you owe
de: du schuldest
pl: masz oddać
pt_br: você deve
pt_pt: tu deves

source: You owe %@
de: Du schuldest %@
pl: Masz oddać %@
pt_br: Você deve %@
pt_pt: Deves %@

source: You pay %@
de: Du zahlst an %@
pl: Płacisz — odbiorca: %1$@
pt_br: Você paga — para %@
pt_pt: Pagas — para %@
